Repository: thunderbiscuit/padawan-wallet
Catalog: iOS/PadawanWallet/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt

# send_coins_back
source: Signet coins can be hard to acquire, and even though they have no market value, they are not infinite, and we should be careful not to waste them or let them get lost! Once you are done with your signet coins, please consider sending them back to the Padawan project so that we can continue sending coins to new users. Use the address above to send your coins back to us.
es: Las monedas de signet pueden ser difíciles de adquirir, incluso aunque no tengan valor comercial no son infinitas, por lo que, ¡debemos tener cuidado de no malgastarlas o perderlas! Cuando hayas acabado de utilizar las monedas de signet, por favor envíanoslas de vuelta al proyecto de Padawan para que podamos seguir enviando monedas a nuevos usuarios. Utiliza la dirección que aparece arriba para enviárnoslas de vuelta.
pt: Bitcoins de signet podem ser difíceis de adquirir e, embora não tenham valor de mercado, não são infinitos, então evite desperdiçá-las ou perdê-las! Depois de terminar o uso da Padawan e seu treino, por favor considere devolver os bitcoins de signet que sobraram para o projeto Padawan, assim podemos continuar enviando moedas para novos usuários. Use o endereço acima para nos enviar suas moedas de volta.

source: Send icon
es: Icono enviar
pt: Ícone de enviar

source: Send signet coins back
es: Enviar monedas signet de vuelta
pt: Envie seus bitcoins signet devolta para nós

# send_your_coins_back
source: Send your coins back to us!
es: ¡Envianos tus monedas de vuelta!
pt: Envie seus bitcoins signet devolta para nós!

# settings
source: More
es: Ajustes
pt: Configurações

source: sync
es: sincronizar
pt: atualizar

# text_copied
source: Copied
es: Copiado
pt: Copiado

source: Time:
es: Fecha:
pt: Tempo:

source: Transaction details
es: Detalles de la transacción
pt: Detalhes da transação

# transaction_list_empty
source: Hey! It looks like your transaction list is empty. Take a look around, and come back to get some coins so you can start playing with the wallet!
es: ¡Oye! Parece que tu lista de transacciones está vacía. Echa un vistazo y vuelve para conseguir algunas monedas, ¡para que puedas comenzar a jugar con la cartera!
pt: Opa! Parece que sua lista de transações está vazia e você não tem nenhum saldo. Clique abaixo em Receber bitcoins signet, carregue seu saldo para poder treinar.

source: Transaction type:
es: Tipo de transacción:
pt: Tipo de transação:

source: Transactions
es: Transacciones
pt: Transações

source: Txid:
es: Txid (identificador de la transacción):
pt: Id da transação:

# unable_to_access_network
source: Currently unable to access network
es: Actualmente no se puede acceder a la red
pt: Não é possível acessar a rede no momento

source: Verify transaction
es: Verificar la transacción
pt: Conferir transação

# welcome_statement
source: Welcome to Padawan! This application is a place to learn the common features of mobile bitcoin wallets. It uses bitcoin's signet, an alternative bitcoin network used globally and built exclusively for testing. The coins on this network do not have any value, but they otherwise look and behave just like normal bitcoins! This wallet is built for users of all ages to experiment and learn about bitcoin in a risk-free environment.
es: ¡Bienvenido a Padawan! Esta aplicación es un lugar para aprender las características más comunes de las carteras (wallet en inglés) para teléfonos móviles de bitcoin. Utiliza bitcoin en su <i><b>red de pruebas</b></i>(signet en inglés), una red de bitcoin alternativa que es utilizada y construida exclusivamente para pruebas. Las monedas en esta red no tienen ningún valor pero, ¡se comportan y tienen la misma apariencia que los bitcoins normales! Esta cartera está diseñada para que usuarios de todas las edades experimenten y aprendan sobre bitcoin en un entorno libre de riesgos.
pt: Bem-vindo à Padawan! Esse aplicativo é um lugar para aprender os recursos comuns das carteiras bitcoin. Ela usa o <i><b>signet</b></i> do bitcoin, uma rede alternativa do bitcoin usada e construída exclusivamente para testes. As moedas nesta rede não têm nenhum valor, mas por outro lado parecem e se comportam como bitcoins normais! Essa carteira foi criada para usuários de todas as idades experimentarem e aprenderem sobre bitcoin em um ambiente livre de riscos.

source: Your recovery phrase
es: Tus palabras de recuperación
pt: Sua frase de recuperação

source: Padawan Logo
pt: Logotipo da Padawan

source: Padawan Wallet
pt: Carteira Padawan

# privacy_link
source: https://github.com/thunderbiscuit/padawan-wallet/blob/master/PRIVACY.txt
pt: https://github.com/thunderbiscuit/padawan-wallet/blob/master/PRIVACY
